Repository: RUFATRESUL/multi-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, tr

source: this coupon has passed a history
az: Bu kupon tarixi kecmisdir
tr: Bu kupon tarihi kecib

source: You've heard that you've exceeded the limit on use in this coupon
az: Bu kuponun istifade limitini kecmisiniz
tr: Bu kuponun kullanim sinirini kecmissiniz

source: You have already used this coupon
az: Siz artiq bu kupondan istifade etmisiz
tr: bu kuponun zaten kullandiniz

source: The coupon was added to the field
az: Kupon ugurla elave edildi
tr: Bu kupon basariyla ilave edildi

source: Shop Now
az: Alis-veris edin
tr: Alis-veris yapin

source: Quality Product
az: Keyfiyətli məhsul
tr: Kaliteli ürün

source: Free Shipping
az: Pulsuz çatdirilma
tr: ucretsiz çatdirilma

source: 14-Day Return
az: 14 gunə qaytarma
tr: 14 gune geri vermek

source: 24/7 Support
az: 7/24 Dəstək
tr: 7/24 Destek

source: Categories
az: Kategoriyalar
tr: Kateqoriler

source: Featured Products
az: Gorunən məhsullar
tr: Numayiş olunan urunler

source: Save
az: Təhlukəsiz
tr: Guvenli

source: Recent Products
az: Son məhsullar
tr: Son urunler

source: About
az: Haqqinda
tr: Hakkimizda

source: Contact
az: Kontakt
tr: Kontakt

source: Help
az: Komek
tr: Yardim

source: FAQs
az: Faq
tr: FAQ

source: My Account
az: Menim hesabim
tr: Benim hesabim

source: Logout
az: Cixis et
tr: Cikis yap

source: Sign in
az: qeydiyyatdan kec
tr: Kayit ol

source: Sign up
az: Uzv ol
tr: Uye ol

source: Customer Service
az: Musteri xidmetleeri
tr: Musteri hizmetleri

source: Home
az: Ana sehife
tr: Ana Sayfa

source: Checkout
az: Yoxla
tr: Yokla

source: Get In Touch
az: Temas et
tr: Temasa Gecmek

source: Quick Shop
az: Suretli alis-veris
tr: Hizli alisveris

source: Our Shop
az: Bizim magaza
tr: Dukkanimiz

source: Shop Detail
az: Magaza detallari
tr: magaza detayi

source: Shopping Cart
az: Magaza
tr: alisveris detayi

source: Contact Us
az: Bizimle elaqe saxlayin
tr: bize ulasin

source: Newsletter
az: Xeber bulletini
tr: Haberler

source: Sign Up
az: Uzv ol
tr: Uye ol

source: Follow Us
az: Bizi izleyin
tr: Bizi izleyin

source: HTML Codex
az: HTML kodlari
tr: HTML codlari
